/* No comment provided by engineer. */
"Browse" = "ブラウズ";

/* No comment provided by engineer. */
"Clear" = "クリア";

/* No comment provided by engineer. */
"OK" = "オーケー";

/* No comment provided by engineer. */
"Recent" = "最近";

/* No comment provided by engineer. */
"Search" = "サーチ";

/* No comment provided by engineer. */
"Impossible" = "不可能";

/* No comment provided by engineer. */
"Non-combustible" = "燃やさないごみ";

/* No comment provided by engineer. */
"How to dispose" = "出し方";

/* No comment provided by engineer. */
"Used paper" = "古紙";

/* No comment provided by engineer. */
"Combustible" = "燃やすごみ";

/* No comment provided by engineer. */
"Large-sized waste" = "粗大ごみ";

/* No comment provided by engineer. */
"Place combustible wastes into either a garbage can with a lid or a transparent bag.\nGenerally, dispose of any waste product 30cm wide or larger as large-sized waste." = "ふたつきの容器か中身の見える袋に入れる\n一辺がおおむね30cm以上のものは粗大ごみへ出してください。";

/* No comment provided by engineer. */
"Bundle items in each category and tie them up with strings.\nRemove parts other than paper from waste paper and insert them between magazine pages or  put them in a paper bag for disposal." = "品目ごとに束ねてひもでしばる\n雑がみは紙以外の部分を取り除き、雑誌に挟むか、紙袋に入れて出す";

/* No comment provided by engineer. */
"Remove stains from recyclables and classify  them into each category.\nCollection time and collection vehicles differ depending on types of items." = "資源は 汚れを落として、品目ごと にお出しください\n品目ごとに回収時間と回収車両が異なります";

/* No comment provided by engineer. */
"Recyclables" = "資源";

